month_num_to_names = {1:'январь',
                    2:'февраль',
                    3:'март',
                    4:'апрель',
                    5:'май',
                    6:'июнь',
                    7:'июль',
                    8:'август',
                    9:'сентябрь',
                    10:'октябрь',
                    11:'ноябрь',
                    12:'декабрь',
                    }



today_tasks_lucky_day_arr = ['\n Удачи в сегодняшнем дне, space cowboy!'
                         ,'\n Океан всегда открыт для твоего корабля!'
                         ,'\n Счастье в твоих руках'
                         ,'\n Ты все сможешь'
                         ,'\n Я верю в тебя'
                         ,'\n Попутного ветра для твоего корабля!'
                    ]